print ('===================================')
print ()
while True:
    name = input('กรุณากรอกชื่อคนน่ารักของบอล : ')
    if name == 'ไปต่อ':
        print ('อ่านต่อนะอย่าพึ่งไปไหน')
        break
    print('สวัสดี ' + name)
print ()
print ('===================================')
print ()
print ('วันนี้วันอะไรน๊าาาาา')
while True:
    name = input('วันอะไรน๊าาา : ')
    if name == 'วันเกิดแบม':
        print ('อ่านต่อนะ')
        break
print ()
print ('===================================')
print ('===================================')
print ('===================================')
print ('===================================')
print ('===================================')
print ('===================================')
print ('===================================')

print ('           วันเกิดใครหว่าาา               ')
print ('         08 กันยายน 2547             ')
print ('        Happy 19th Birthday        ')
while True:
    name = input('วันเกิดแบมใช่ไหม : ')
    if name == 'ใช่':
        print ('           มีไรจะบอกด้วย         ')
        break

print ('===================================')
print ('===================================')
print ('===================================')


print ('            มีความสุขมากๆนะรู้ไหม         ')
print ()
print ('===================================')
print ('===================================')

print ('       ถ้ามีเรื่ิิองให้เครียดหรืออะไรก็สู้ๆ นะรู้ไหม     ')
print ('===================================')
print ('===================================')
while True:
    name = input('อยากได้ฟังคำอวยพรต่อไหม :')
    if name == 'อยาก':
        print ('งั้นไปต่อกัน')
        break

print ()
print ('ถึงจะมีเรื่องให้เครียดแต่ยูก็ต้องผ่านมันไปได้อยู่แล้วเพราะยูเก่งมาก ก.ไก่ล้านตัวเลย')
print ('===================================')
print ('===================================')

print ()
print ('           ถ้ายูเหนื่อยก็พักบ้างนะค่ะเป็นห่วงงง    ')
print ('===================================')
print ('===================================')

print ()
print ('        แล้วไอก็ขอให้ยูมีความสุขมากๆในทุกๆอย่าง  ')
print ('===================================')
print ('===================================')

print ()
print ('            สมหวังทุกๆอย่างที่คิดไว้         ')
print ('===================================')
print ('===================================')
while True:
    name = input('รู้รึป้าว สู้ๆนะรู้ไหม :')
    if name == 'ได้':
        print ('น่ารักมากคนเก่ง')
        break

print ()
print ('ไอก็จะคอยอยู่ข้างๆยูตรงนี้แหละ คอยเป็นกำลังใจให้ตรงนี้เเหละ')
print ('===================================')
print ('===================================')

print ()
print ('               สุดท้ายเเล้วอะ            ')
print ('===================================')
print ('===================================')

print ()
print ('         ก็สุขสันต์วันเกิดนะคะ 19 ปีแล้ววว      ')
print ('===================================')
print ('===================================')
print ('===================================')

print ()
print ('           โตขึ้นอีกปีแล้วนะคะคนเก่ง        ')
print ('===================================')
print ('===================================')
print ()
print ('             อยู่กับไอนานๆนะคะ           ')
print ('===================================')
print ('===================================')
while True:
    name = input('รู้รึเปล่าคนเก่งของไอ :')
    if name == 'ได้เลย':
        print ('มาจุ๊บเเก้มมา')
        break
print ()
print ('         ยูรู้ไหมว่ายูคือความสุขของใครหลายๆคน   ')
print ('===================================')
print ('===================================')
print ()
print ('ไม่ว่าจะเป็นพวกพี่น้อง ป๊า ม๊า น้าและก็คนอื่นๆอีกเยอะเเยะรวมถึงไอด้วย')
print ('===================================')
print ('===================================')
print ()
print ('          เป็นผญ.ที่ไอรู้สึกว่าน่ารักมากๆเยย    ')
print ('===================================')
print ('===================================')
print ()
print ('และก็ยังเป็นความสุขละก็ฮีลใจในเวลาที่มีเรื่องเครียดๆอยู่เรื่อยเลย')
print ('===================================')
print ('===================================')
while True:
    name = input('คิดว่าจบรึยัง :')
    if name == 'ยังแหละ':
        print ('ถูกต้องไปอ่านต่อ...')
        break
print ()
print ('          ทำอย่างงี้ จะไม่ให้ชอบได้ยังไงคะ หึ๊     ')
print ('===================================')
print ('===================================')
print ()
print ('      ไอขอบคุณยูนะที่เป็นความสุขให้ไอได้เรื่อยๆเลย  ')
print ('===================================')
print ('===================================')
print ()
print ('          สบายใจมากๆเลยนะเวลาอยู่ด้วย       ')
print ('===================================')
print ('===================================')
print ()
print ('            อยู่ด้วยกันนานๆเลยนะ          ')
print ('===================================')
print ('===================================')
print ()
print ('             ความสุขของฉัน           ')
print ('===================================')
print ('===================================')
while True:
    name = input('จะจบแล้วนะสุขสันต์วันเกิดนะคะ :')
    if name == 'ค่ะ':
        print ('จุ๊บๆนะ')
        break
print ()
print ('    HAPPY BIRTHDAY NAKAKUNBAM      ')
print ('===================================')
print ('===================================')













